test/liquid_solid_fluidized_bed/semi/force_buoyancy+drag+vm/Yang/CFD/0/p
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.6                                   |
|   \\  /    A nd           | Web:      http://www.OpenFOAM.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
  version     2.0;
  format      ascii;
  class       volScalarField;
  object      p;
}

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
  walls
  {
    type            zeroGradient;
  }
  inlet
  {
    type            zeroGradient;
  }
  outlet
  {
    type            fixedValue;
    value           uniform 0;
  }
}
